export default {
  QuickSetup: "Быстрая настройка",
  EasyWayShort: "Для легкого пути.", // to be reviewed
  EasyWayLong: "Если вы новичок или хотите быстро настроить, это то, что вам нужно.", // to be reviewed

  CoachingTooltip:
    "Помощь для выбранных героев, сборки предметов, вашего героя (голос) и вражеских героев (голос) можно настроить здесь.",
  CoachingOwnHero: "Тренировка собственного героя",
  CoachingEnemyHeroes: "Обучение вражеских героев",

  ItemsTooltip:
    "Уведомления о предметах во время игры, напоминающие о таких событиях, как нейтральные предметы или наличие подопечных наблюдателей. Различные уведомления можно включать или отключать по отдельности.",
  NeutralItems: "Нейтральные предметы",
  ObserverWards: "Observer Wards",
  SmokeOfDeceit: "Smoke of Deceit",
  TomeOfKnowledge: "Книга Знаний",
  AghanimsShard: "Осколок Аганима",

  Hotkey: "Клавиши",
  Hotkeys: "Горячие клавиши",
  HotkeyTooltip: "Горячая клавиша для отображения и скрытия приложения в игре.",
  HotkeysTooltip: "Горячие клавиши для отображения и скрытия приложения в игре и во втором окне.",
  HotkeyCustomize: "Настроить ключ",
  HotkeysCustomize: "Настроить ключи",

  TimersTooltip: "Таймер для Рошана, Глифа, Выкупа и Ультимейтов можно выключить и включить здесь.",
  RoshanAndGlyph: "Рошан и Глиф",
  TeamBuybacks: "Выкуп союзников",
  TeamUltimates: "Ультимейты союзников",
  EnemyBuybacks: "Вражеский выкуп",
  EnemyUltimates: "Ультимейты врага",
  SiegeCreeps: "Катапульта",
  Daytime: "День",

  RunesTooltip:
    "Здесь можно настроить поддержку рунических событий. Есть окно обратного отсчета для рун и также есть уведомления.", // to be reviewed
  RuneCountdowns: "Показать обратный отсчет рун",
  BountyRunesNotifications: "Уведомления о рунах Баунти",
  WaterAndPowerRunesNotifications: "Уведомления о водных и энергетических рунах",

  PerformanceTracker: "Показатель эффективности",
  PerformanceTrackerTooltip:
    "Настройте средство отслеживания в соответствии со своими потребностями. Обратите внимание, что вид трекера зависит от вашей подписки на Dota Plus в Dota 2.",
  ShowTracker: "Показать трекер",
  DotaPlusSubscriber: "Подписчик Dota Plus",
  GoalLeft: "Цель слева:",
  GoalRight: "Цель справа:",
  YourMedian: "Ваше среднее",
  YourBest: "Ваше лучшее",
  PeerMedian: "Среднее на рейтинге",
  PeerBest: "Лучшее на рейтинге",
  None: "Пусто",

  AudioTooltip: "Выберите устройство вывода и установите громкость.",
  TestAudio: "Тестовый звук",

  Subtitles: "Субтитры",
  SubtitlesTooltip:
    "Настройте вывод сообщений через командный чат Dota 2. Обмен сообщениями вручную запускается щелчком левой кнопки мыши на таймерах или комментаторе.",
  ShowSubtitles: "Показывать субтитры",
  ManualSharing: "Делиться вручную",
  AutomatedSharing: "Делиться автоматически",
  RoshanAndAegis: "Рошан и aегис",
  BountyRunes: "Руны Богатства",

  Reposition: "Перемещение",
  RepositionTooltip:
    "Перемещение позволяет менять положение информационных блоков и таймеров на экране. Во время перемещения инфобоксы и таймеры деактивируются.",
  ResetPosition: "Возврат положения",

  SecondWindow: "Второй экран",
  SecondWindowTooltip:
    "Пользователи, играющие в оконном режиме или использующие два или более монитора, могут получить дополнительную информацию на втором экране.",

  InfoboxesTooltip:
    "Инфобоксы расположены поверх игроков в матчах и показывают информацию о предметах и способностях.",
  InfoboxesCheckbox: "Показать инфобоксы",

  MouseClickModifier: "Модификатор щелчка мыши",
  MouseClickModifierTooltip:
    "Интеграция модификатора щелчка мышью требует, чтобы пользователь нажимал клавишу-модификатор при нажатии на наложение. Это обеспечивает защиту от вмешательства в игру.",

  AppVersion: "Версия: {version} | Канал: {channel} | подписка: {subscription}",
};
